driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/IfEslewithRepeatTest30b/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ifel="http://j2ee.netbeans.org/wsdl/IfElsewithRepeat">
  <soapenv:Body>
    <ifel:Name>Test else part..</ifel:Name>
    <ifel:Counter>3</ifel:Counter>
    <ifel:TestVar>100</ifel:TestVar>
  </soapenv:Body>
</soapenv:Envelope>